{
    "cohort": [
        {
            "id": 1,
            "firstName": "Luke",
            "lastName": "Allen",
            "reelThemIn": "",
            "bio": "Hello, I'm Luke.",
            "github": "https://github.com/lukus2013",
            "linkedIn": "https://www.linkedin.com/in/luke-allen-1610",
            "portfolio": "",
            "email": "lukus2013@yahoo.com ",
            "proImg": "lallenpro.jpg",
            "funImg": ""
        },
        {
            "id": 2,
            "firstName": "Derek",
            "lastName": "Baylor",
            "reelThemIn": "",
            "bio": "Hi, I’m Derek Baylor. I’ve always enjoyed working with computers. My journey into tech started when I learned how to build a Microsft Access application to help the company I was working for at the time track the costs of repairs I was performing on their equipment. Soon after I started looking into ways to get into the tech industry but it wasn’t until NSS that I felt comfortable taking that leap and I have loved every minute of it.",
            "github": "https://github.com/DerekBaylor",
            "linkedIn": "https://www.linkedin.com/in/derek-baylor/",
            "portfolio": "https://derek-baylor.netlify.app/",
            "email": "dbaylor25@gmail.com",
            "proImg": "dbaylorpro.jpg",
            "funImg": "dbaylorfun.jpg"
        },
        {
            "id": 3,
            "firstName": "Albert",
            "lastName": "Chittaphong",
            "reelThemIn": "",
            "bio": "",
            "github": "https://github.com/albertchitta",
            "linkedIn": "https://www.linkedin.com/in/albertchittaphong/",
            "portfolio": "https://albertchittaphong.netlify.app/",
            "email": "albert.w.chittaphong@gmail.com",
            "proImg": "achittaphongpro.jpg",
            "funImg": "achittaphongfun.jpg"
        },
        {
            "id": 4,
            "firstName": "Austin",
            "lastName": "Parker",
            "reelThemIn": "",
            "bio": "",
            "github": "https://github.com/austincparker",
            "linkedIn": "https://www.linkedin.com/in/austincparker/",
            "portfolio": "https://austincparker.com/",
            "email": "https://austincparker.com/",
            "proImg": "aparkerpro.png",
            "funImg": "aparkerfun.png"
        },
        {
            "id": 5,
            "firstName": "Craig",
            "lastName": "Wellspring",
            "reelThemIn": "",
            "bio": "Hello, I'm Craig. I’ve been coding since I discovered game modding as a young teenager. I worked in kitchens for most of my early life but software development has always been my passion.",
            "github": "https://github.com/Craig-Wellspring",
            "linkedIn": "https://www.linkedin.com/in/craigwellspring/",
            "portfolio": "https://craig-wellspring.netlify.app/",
            "email": "wellspring.craig@gmail.com",
            "proImg": "cwellspringpro.jpg",
            "funImg": ""
        },
        {
            "id": 6,
            "firstName": "Madden",
            "lastName": "Purcell",
            "reelThemIn": "",
            "bio": "What you call it when computer programmers make fun of each other? Cyber boolean… <br> <br> Hello! My name is Madden Purcell and I have been coding since March 2021. I started coding to develop new skills during lockdown, and I immediately fell in love. I enjoy the structure of good code, yet have a great time getting creative with different solutions!! In my free time, I enjoy kayaking, playing and writing music, video games, and hanging out with my gecko, Rhae",
            "github": "https://github.com/pmpurcell5",
            "linkedIn": "https://www.linkedin.com/in/madden-purcell/",
            "portfolio": "https://madden-purcell-codes.com",
            "email": "maddenpurcell@gmail.com",
            "proImg": "mpurcellpro.jpg",
            "funImg": "mpurcellfun.jpg"
        },
        {
            "id": 7,
            "firstName": "Grace",
            "lastName": "Sutherland",
            "reelThemIn": "",
            "bio": "My name is Grace Sutherland. After an educational background in fine art and many years in the food service industry, I decided to change career paths into software development. I applied and was accepted into Nashville Software School’s part-time, full-stack, web development E16 cohort. I am halfway through the year-long program, and I have learned so much and cannot wait to continue my learning throughout the rest of my career. I have found that my background in art has helped develop my eye for detail needed for programming and design knowledge for front-end development. My experience in the service industry has also made me an excellent team member and empathize with the user in all my applications. ",
            "github": "https://github.com/rgs1690",
            "linkedIn": "https://www.linkedin.com/in/grace-sutherland4724/",
            "portfolio": "https://grace-sutherland.netlify.app/",
            "email": "gracesutherland4724@gmail.com",
            "proImg": "gsutherlandpro.jpg",
            "funImg": ""
        },
        {
            "id": 8,
            "firstName": "Charnissa",
            "lastName": "McKinney",
            "reelThemIn": "",
            "bio": "It is Me! Nissa McKinney",
            "github": "https://github.com/Nissa2424",
            "linkedIn": "https://www.linkedin.com/in/charnissa-m-5141a358/",
            "portfolio": "https://github.com/Nissa2424/NM-Personal-Bio",
            "email": "nissa2424@gmail.com",
            "proImg": "nmckinneypro.jpg",
            "funImg": "nmckinneyfun.jpg"
        },
        {
            "id": 9,
            "firstName": "Derek",
            "lastName": "Malone",
            "reelThemIn": "",
            "bio": "Hey! I am Derek Malone. Building and creative problem solving have been passions of mine since a young age. These passions led me to pursue a degree in Ceramics, then led me into the field of Insurance Marketing, and ultimetly led me to entering Nashville Software School's Full Stack Development program. Software Development has allowed me to not only use these skills but also sharpen and grow them in ways that I never thought possible. I am happy to say that I have joined Nasvhille Software School as a Junior Instructor! ",
            "github": "https://github.com/DerekMalone",
            "linkedIn": "https://www.linkedin.com/in/malone-derek/",
            "portfolio": "https://derek-malone-personal-bio.netlify.app/",
            "email": "derek.s.malone@gmail.com",
            "proImg": "dmalonepro.jpg",
            "funImg": "dmalonefun.jpg"
        },
        {
            "id": 10,
            "firstName": "Mary Beth",
            "lastName": "Hunter",
            "reelThemIn": "",
            "bio": "I'm Mary Beth Hunter! Before beginning my journey at Nashville Software School in web development, I was working as a Distance Learning Technician for the University of Mississippi. This role allowed me to bridge the gap between my love of learning in higher education and technology. These industries are as intertwined as ever with the global pandemic, and this past year has allowed us to adapt to and grow with the challenges presented to distance learning and remote work. I was introduced to web development a few years ago and have realized that I can push myself even further to actually create and work on the projects that are so needed today, instead of just implementing them in my current role. I am very detail-oriented and love getting a large problem to solve. Developing web applications allows me to be creative with solving these problems and making significant decisions, and I love every minute of it. Recently, I joined the Interactive Development team at GS&F in Nashville! Personally, I like to read, tend to my ever-growing collection of plants, spend time with my family, and see live music with my partner. I'm also a yoga teacher, coffee-drinker, and mama to the best five-year-old :)",
            "github": "https://github.com/marybethhunter",
            "linkedIn": "https://www.linkedin.com/in/marybhunter1/",
            "portfolio": "https://marybeth-hunter.com/",
            "email": "marybhunter1@gmail.com",
            "proImg": "mbhunterpro.jpeg",
            "funImg": ""
        },
        {
            "id": 11,
            "firstName": "Daniel",
            "lastName": "Sitarek",
            "reelThemIn": "",
            "bio": "Hi, my name is Daniel Sitarek. Prior to my journey into software development, I worked as a Nuclear Weapons Technician/Team Chief in the US Air Force. In this role I learned, among other things, how to perform technical work with attention to detail, quickly reference information from vast sums of documentation, and discipline. After the Air Force I became a Machine Builder in the automation field. There I used my technical skills to help fabricate and build automated assembly technology for several different industries. As I looked to expand my skills and education, I became interested in software development due to its problem-solving nature, and compatibility with the knowledge and mindset gained in my previous work. When I started learning to code, I became entranced with what seemed like an near infinite set of tools to solve almost any problem. I then wanted to expand my new found passion into my profession.",
            "github": "https://github.com/dsitarek",
            "linkedIn": "https://www.linkedin.com/in/daniel-sitarek/",
            "portfolio": "https://www.daniel-sitarek.com/",
            "email": "deltasierra777@gmail.com",
            "proImg": "dsitarekpro.jpeg",
            "funImg": ""
        },
        {
            "id": 12,
            "firstName": "Dario",
            "lastName": "Perez",
            "reelThemIn": "",
            "bio": "Hi, my name is Dario Perez. I am originally from Trinidad and Tobago, moved to New York, and live in Nashville. I love traveling and experiencing new cultures. My passion for software developlemt began after I decided to do the jumpstart to web development at NSS. Since then, I've been fully committed to learning software development. ",
            "github": "https://github.com/darioperez1415",
            "linkedIn": "https://www.linkedin.com/in/darioperez1415/",
            "portfolio": "https://github.com/darioperez1415/dp-personal-bio-site",
            "email": "darioperez1415@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 13,
            "firstName": "David",
            "lastName": "Vareba",
            "reelThemIn": "",
            "bio": "Hi, my name is David Vareba. ",
            "github": "https://github.com/davidvareba",
            "linkedIn": "https://www.linkedin.com/in/david-vareba/",
            "portfolio": "https://github.com/davidvareba/Portfolio",
            "email": "",
            "proImg": "dvarebapro.jpg",
            "funImg": ""
        },
        {
            "id": 14,
            "firstName": "Halie",
            "lastName": "Dyer",
            "reelThemIn": "",
            "bio": "Bob Ross would say the bugs in your code are just \"happy little accidents\". <br> <br> Hiya! My name is Halie. I am a TN native and have been described as a \"grandmotherly\" type, and you'll see why in my choices of capstone projects. Along with gardening and cross-stitching, I also like to spend my free time cooking, crocheting, watching tv and movies, antiquing and sewing. When I'm not doing one of those things - or coding - you'll probably find me hanging with my cat, Ellie.",
            "github": "https://github.com/DyerHL",
            "linkedIn": "http://www.linkedin.com/in/hldyer",
            "portfolio": "https://hld-portfolio.netlify.app/",
            "email": "halie.l.dyer@gmail.com",
            "proImg": "hdyerpro.jpg",
            "funImg": ""
        },
        {
            "id": 15,
            "firstName": "Gabriel",
            "lastName": "Smith",
            "reelThemIn": "",
            "bio": "Hello! Im Gabriel Smith. Aiming to use my acquired academic knowledge, professional skills, teamwork, and creative thinking to successfully add value to at your company.",
            "github": "https://github.com/Gabrielsmith1998",
            "linkedIn": "https://www.linkedin.com/in/gabriel-smith-2a24b4220/",
            "portfolio": "https://gabriel-smith-bio-site.netlify.app/",
            "email": "https://gabriel-smith-bio-site.netlify.app/",
            "proImg": "gsmithpro.jpg",
            "funImg": ""
        },
        {
            "id": 16,
            "firstName": "Meseret",
            "lastName": "Gabremariam",
            "reelThemIn": "",
            "bio": "Hello! My name is Meseret Gebremariam. Currently I am working as a business analyst where I apply my strong analytical mindset and problem-solving skill to resolve operational and technical issues. My aspiration for software development started two years ago with my exposure to SDLC in the company I am currently working for. I pride myself for making the decision to join Full Stack Web Development Bootcamp Part Time program at Nashville Software School (NSS). I enjoyed learning at NSS and ready to pursue a career in the software engineering domain.",
            "github": "https://github.com/Meseret-G",
            "linkedIn": "https://www.linkedin.com/in/meseret-gebremariam-a5b035232/",
            "portfolio": "https://mng-personal-biosite.netlify.app/",
            "email": "meseret1910@gmail.com",
            "proImg": "mgabremariampro.jpg",
            "funImg": "mgabremariamfun.jpg"
        },
        {
            "id": 17,
            "firstName": "Nathan",
            "lastName": "Blackman",
            "reelThemIn": "",
            "bio": "I love technology and helping others. Creative thinking. Enjoys producing videos and playing video games in my spare time. Would one day want to start a company of my own.",
            "github": "https://github.com/NathanBlackman",
            "linkedIn": "https://www.linkedin.com/in/nathan-blackman-979344200/",
            "portfolio": "",
            "email": "nathanpgblackman@gmail.com",
            "proImg": "",
            "funImg": ""
        },
        {
            "id": 18,
            "firstName": "Klay",
            "lastName": "Thacker",
            "reelThemIn": "",
            "bio": "Prior to starting my journey in software development, I was learning welding technology and even got certified to do three different types of welding. I enjoyed the opportunity to bend and put together metal, create art projects from scrap, and learning how to think outside of the box to complete projects. After I left the welding field, a friend of mine introduced me to software development when I was working as a software analyst. I fell in love with coding instantly when I started trying to learn it. I'm looking to create a better foundation for my family and to do something I love for a long time.",
            "github": "https://github.com/KlayTT",
            "linkedIn": "https://www.linkedin.com/in/k-thacker/",
            "portfolio": "",
            "email": "klaythackerworkmail@gmail.com",
            "proImg": "kthackerpro.jpg",
            "funImg": "kthackerfun.jpg"
        },
        {
            "id": 19,
            "firstName": "Harika",
            "lastName": "Suvak",
            "reelThemIn": "",
            "bio": "Hi! I'm Harika :) <br> <br> I got an opportunity to venture into Web Development through NSS. Hoping this will open new doors! In my free time, you will find me watching movies, and dancing to some hit bollywood music!",
            "github": "https://github.com/hcodes11",
            "linkedIn": "http://www.linkedin.com/in/hspace3d",
            "portfolio": "https://harika11.netlify.app/about",
            "email": "hcodes11@gmail.com",
            "proImg": "hsuvakpro.jpg",
            "funImg": ""
        },
        {
            "id": 20,
            "firstName": "Joe",
            "lastName": "Gibbs",
            "reelThemIn": "",
            "bio": "Hi, I'm Joe! I am an experienced customer service team lead with a history working in the healthcare technology industry with a focus on SAAS. Passionate about serving customers with grace, mercy and a hint of accountability. <br> <br> In my free time I enjoy playing video games with my friends from back home, reading, and spending time with my wife and our two rescue dogs, Rocky and Dot.",
            "github": "https://github.com/jgibbs1188",
            "linkedIn": "https://www.linkedin.com/in/joe-gibbs-nashville/",
            "portfolio": "",
            "email": "joseph.gibbs1188@gmail.com",
            "proImg": "jgibbspro.jpg",
            "funImg": "jgibbsfun.jpg"
        }
    ]
}
